Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: Von der/den {0} ausgewählten Datei(en) wurde(n) {1} aus der Datenbank entfernt!
en: {1} images deleted from the database ({0} selected)!

source: Vor &der Endung
en: Before &postfix

source: Vorher:
en: Before:

source: Vorherige Auswahl wiederherstellen
en: Restore previous selection

source: Vorlag&e einfügen
en: &Insert template

source: Vorlage &einfügen
en: &Insert Template

source: Vorlage ''{0}'' löschen?
en: Delete template ''{0}''?

source: Vorlage:
en: Template:

source: Vorlagen
en: Templates

source: Vorlagen-Editor: Neue Vorlage erstellen
en: Template editor: Create new template

source: Vorlagen-Editor: Vorlage bearbeiten
en: Template editor: Edit template

source: Vorschaubild
en: Thumbnail

source: Vorschaubild aktualisieren
en: Update thumbnail

source: Vorschaubild drehen
en: Rotate Thumbnail

source: Vorschaubild-Ansicht aktualisieren
en: Refresh thumbnail's view

source: Vorschaubild-Details
en: Thumbnails Details

source: Vorschaubilder aktualisieren
en: Update thumbnails

source: Vorschaubilder vergrößern (Strg++) / verkleinern (Strg+-)
en: Thumbnails larger (Ctrl++) / smaller (Ctrl+-)

source: Vorschaubildgröße: {0} x {1} Pixel
en: Thumbnail Size: {0} x {1} Pixels

source: Warnung
en: Warning

source: Warnung bei gleichnamigen Dateien mit unterschiedlicher Endung
en: Warning on equal filenames with different suffixes

source: Wartung
en: Maintainance

source: Was
en: Gradient based corr. what

source: Was soll importiert werden?
en: What shall be copied

source: Was?
en: What?

source: Web&site besuchen
en: Visit Web&page

source: Weiche Vignettierungskante nach Freistellen
en: Post crop vignette feather

source: Weitere Einstelungen zum Erzeugen von Vorchaubildern
en: Further Settings for creating thumbnails

source: Weitere Filialdateien:
en: Other sidecar files:

source: Weitere JGoodies
en: Other JGoodies

source: Weitere JPhotoTagger-Aufgaben
en: Further JPhotoTagger Tasks

source: Weitere Kategorien
en: Supplemental categories

source: Weißabgleich
en: White balance

source: Weißbalance
en: White Balance

source: Weißpunkt
en: White point

source: Wert
en: Value

source: Wie sollen die Vorschaubilder erzeugt werden?
en: How to create thumbnails?

source: Wieviele?
en: How many?

source: Windows klassisch
en: Windows Classic

source: Wird ein Metadatum ausgewählt, werden alle Dateien angezeigt, die dieses Metadatum nicht enthalten.
en: If metadata is selected, all files not containing this metadata will be displayed.

source: Wollen Sie die Berichteinstellungen ändern und anschließend erneut einen Bericht erzeugen lassen?
en: Do You want change the report settings and then try to create the report?

source: Wollen Sie einen anderen Namen eingeben?
en: Set a different name?

source: Wollen Sie einen anderen Namen vergeben?
en: Set a different name?

source: Wollen Sie einen anderen eingeben?
en: Do you want input an other?

source: Wort ''{0}''löschen?
en: Remove word ''{0}''?

source: Wort hinzufügen
en: Add Word

source: Wortzusammenstellung
en: Word Collection

source: Wortzusammenstellung ''{0}'' löschen?
en: Delete word collection ''{0}''?

source: Wortzusammenstellungen
en: Word Collections

source: Wurde fotografiert
en: Scene type

source: Wörte&r:
en: Wo&rds:

source: Wörter zum Auffinden des Bilds (Schlagwörter, Tags)
en: Words to find this image (Tags)

source: XMP Filialdateien umbennen
en: Renaming XMP sidecar files

source: XMP in DB aktualisieren
en: Update XMP in DB

source: XMP neu einlesen aus allen bekannten Dateien
en: Re-reading XMP from all known records

source: XMP- und EXIF-Datum absteigend
en: XMP and EXIF date descending

source: XMP- und EXIF-Datum aufsteigend
en: XMP and EXIF date ascending

source: XMP-Daten importieren
en: Import XMP

source: XMP-Filialdatei
en: XMP Sidecar File

source: XMP-Filialdatei existiert
en: XMP sidecarfile exists

source: XMP-Filialdatei existiert nicht
en: XMP Sidecar File does not exist

source: YCbCr-Koeffizienten
en: YCbCr coefficients

source: YCbCr-Position
en: YCbCr positioning

source: Z&usätzliche Parameter nach Dateinamen:
en: Op&tional parameters after file name:

source: Zeigt alle Dateien an, die in der Datenbank gespeichert sind sowie Informationen über dieses Dateien.
en: Displays all files stored in the database and information about that files.

source: Zeigt ausgewählte Bilder als Diaschau mit dem Programm IrfanView.
en: Displays selected images as slideshow with the program IrfanView.

source: Zeigt ausgewählte Bilder mit IrfanView als Diaschau an
en: Displays selected images as slide show with IrfanView

source: Zeigt die XMP-Metadaten einer ausgewählten Datei an und offeriert Services für XMP, beispielsweise das Auslesen in Dateien eingebetteter XMP-Metadaten.
en: Displays XMP metadata of a selected file and offers services for XMP, e.g. extraction of in file's embedded XMP.

source: Zeigt die EXIF-Metadaten eines ausgewählten Bilds an und offeriert Services für EXIF, beispielsweise das Schreiben von EXIF-Metadaten in XMP-Filialdateien.
en: Displays EXIF metadata of a selected image and offers services for EXIF, e.g. writing EXIF metadata into a XMP sidecar file.

source: Zeigt im Programmfenster IPTC-Daten einer ausgewählten Datei an und bietet verschiedene Dienste an für IPTC-Metadaten.
en: Displays in the application window IPTC metadata of a selected file and offers miscellaneous services for IPTC metadata.

source: Zeigt im Programmfenster links einen Kartenreiter mit Metadaten an.
en: Displays left in the program window a tab.

source: Zeigt im Programmfenster links einen Kartenreiter mit Metadaten an. Wird ein Metadatum ausgewählt, werden alle Dateien angezeigt, die dieses Metadatum nicht enthalten.
en: Displays left in the program window a tab with metadata values. When selecting a metadata value, all files not containing that metadata will be displayed.

source: Zeilenumbruch
en: Newline

source: Zeitautomatik
en: aperture priority

source: Zeitleiste
en: Timeline

source: Zertifikat
en: Certificate

source: Zielordner
en: Target Folder

source: Zielordner &auswählen
en: &Choose target folder

source: Zielordner für Download auswählen
en: Choose target folder for download

source: Ziffernfolge
en: Number sequence

source: Ziffernfolgen
en: Number sequences

source: Zu den Favoriten hinzufügen
en: Add to favorites

source: Zu viele Zeichen
en: Too much characters

source: Zuletzt importiert
en: Previous import

source: Zum Vorschlagen von Stichwörtern sind diesem Stichwort übergeordnete Stichwörter im Stichwortbaum erforderlich.
en: To suggest keywords parent keywords of that keyword must exist in the keywords tree.

source: Zusammenfassung des Bildinhalts
en: Short description of this image

source: Zusätzliche Datei-Info
en: Additional file info

source: [Unterschiedliche Werte]
en: [Different values]

source: aktualisiert
en: modified

source: dcraw auswählen
en: Choose dcraw

source: dcraw und convert auswählen
en: Choose dcraw and convert

source: dcraw, convert und identify auswählen
en: Choose dcraw, convert and identify

source: dd.MM.yyyy - HH:mm:ss
en: MM.dd.yyyy - HH:mm:ss

source: eingefügt
en: inserted

source: erfolgreich
en: successfully

source: exportiert
en: exported

source: gain adjustment
en: Scene capture type

source: gelöscht
en: deleted

source: gespeichert
en: saved

source: größer
en: greater

source: größer oder gleich
en: greater or equals

source: http://groups.google.de/group/jphototagger-benutzer
en: https://groups.google.com/group/jphototagger-users-english

source: http://www.jphototagger.org/changelog/changelog_de.txt
en: http://www.jphototagger.org/changelog/changelog_en.txt

source: importiert
en: imported

source: ist gleich
en: equals

source: kleiner
en: lower

source: kleiner oder gleich
en: lower or equals

source: logdatei
en: logfile

source: mit Fehlern
en: with errors

source: oder
en: or

source: passt auf
en: matches

source: thumbnails rendern
en: thumbnails render

source: u.
en: o.

source: u. Meer
en: a. sea

source: umbenannt
en: renamed

source: und
en: and

source: ungleich
en: not equals

source: verstecken
en: hide

source: {0,choice,0#Keine Datei|1#1 Datei|1<{0} Dateien}, {1} ausgewählt, Zoom {2} %
en: {0,choice,0#No file|1#1 file|1<{0} files}, {1} selected, zoom {2} %

source: {0} / {1} Neue Thumbnail-DB
en: {0} / {1} New Thumbnail Database

source: {0} / {1} Neue Vorschaubild-DB
en: {0} / {1} New Thumbnails DB

source: {0} Bild(er) hochgeladen nach Flickr
en: Uploaded {0} image(s) to Flickr

source: {0} Datei(en) in den Ordner ''{1}'' kopieren?
en: Copy {0} file(s) into folder ''{1}''?

source: {0} Datei(en) in den Ordner ''{1}'' verschieben?
en: Move {0} file(s) into folder ''{1}''?

source: {0} Dateien umbenannt in der Datenbank
en: Renamed {0} files in the database

source: {0} Stichwörter importiert
en: Imported {0} keywords

source: {0} Stichwörter löschen?
en: Deleting {0} keywords?

source: {0} [{1} Bilddateien]
en: {0} [{1} image files]

source: {0} nicht referenzierte Datensätze gelöscht.
en: Delted {0} nog referenced records.

source: {0} nicht referenzierte Datensätze gelöscht. Die Ansicht wird erst nach Neustart aktualisiert.
en: {0} not referenced records deleted. The User Interface will be updated after restarting JPhotoTagger.

source: {0} von {1} nicht benutzten Stichwörtern gelöscht
en: {0} of {1} unused keywords deleted

source: {1} Bilddatei(en) ''{0}'' zuweisen?
en: Set ''{0}'' to {1} image file(s)?

source: {1} Datei(en) das Stichwort ''{0}'' hinzufügen?
en: Add to {1} image file(s) the keyword ''{0}''?

source: Änderungen &verwerfen
en: &Discard Changes

source: Änderungen der Datei-Umbenennungs-Schablone speichern?
en: Save changes of the File Rename Template?

source: Änderungen speichen?
en: Save modifications?

source: Änderungen speichern?
en: Save changes?

source: Änderungen verwerfen?
en: Discard Changes?

source: Änderungen wurden gespeichert!
en: Changes have been saved!

source: Öffnen
en: Open

source: Öffnen mit
en: Open with

source: Ü&ber
en: A&bout

source: Ü&berspringen
en: S&kip

source: Über..
en: About...

source: Überprüfen Sie bitte, ob Name und Programmdatei existieren!
en: Check whether name and program file exists!

source: Überschreiben von Dateien bestätigen
en: Confirm overwriting files

source: Überwachte Ordner
en: Autoscan folders

source: ü.
en: o.

source: ü. Meer
en: b. sea
